import React from "react";
import "./terms.css";

const Terms = () => {
  return (
    <section id="terms">
      <h1>Πολιτική Προστασίας Προσωπικών Δεδομένων</h1>
      <h5>Γενικές Πληροφορίες:</h5>
      <p>
        Η προστασία των προσωπικών σας δεδομένων είναι ιδιαίτερα σημαντική για
        το Φαρμακείο Νικολαΐδης Δ.Παντελής, που εδρεύει στην Δημητρακοπούλου 50,
        Κουκάκι, τηλ 210 922 83 00 και για την ιστοσελίδα ( ) και φροντίζουμε να
        λαμβάνουμε όλα τα απαραίτητα μέτρα για την προστασία των προσωπικών σας
        δεδομένων, τηρώντας την σχετική ελληνική και ευρωπαϊκή νομοθεσία. Στόχος
        μας είναι πάντοτε η περιορισμένη και όλως απαραίτητη επεξεργασία των
        προσωπικών δεδομένων που τίθενται στην διάθεσή μας και πάντοτε εντός του
        πλαισίου του σκοπού επεξεργασίας για τον οποίο μάς γνωστοποιήθηκαν τα
        προσωπικά δεδομένα. Σκοπός της παρούσας δήλωσης είναι να ενημερώνεστε
        για την πολιτική προστασίας των προσωπικών δεδομένων που ακολουθεί ο
        υπεύθυνος επεξεργασίας ΠΑΝΤΕΛΗΣ ΝΙΚΟΛΑΙΔΗΣ (και στο εξής θα αναφέρονται
        ως «υπεύθυνος επεξεργασίας»). Η δήλωση αυτή ισχύει για όλες τις
        πληροφορίες που λαμβάνουμε από εσάς είτε από τη χρήση της ιστοσελίδας
        μας, είτε στα πλαίσια της σύμβασης και των συναλλαγών μας. Παρακαλούμε
        να λάβετε υπόψη ότι η παρούσα υπόκειται σε επικαιροποιήσεις και αλλαγές
        και γι’ αυτό το λόγο σας προτρέπουμε να τη συμβουλεύεστε ανά τακτά
        χρονικά διαστήματα.
      </p>
      <h5>Σκοπός της Επεξεργασίας Δεδομένων:</h5>
      <p>
        Συλλέγουμε από εσάς μόνο τα προσωπικά δεδομένα που είναι απαραίτητα για
        την επίτευξη των σκοπών του υπεύθυνου επεξεργασίας και συγκεκριμένα:
        <ul>
          <li>
            Για να σας παράσχουμε τις υπηρεσίες μας ή να πωλήσουμε τα προϊόντα
            μας
          </li>
          <li>Για να εκτελέσουμε την μεταξύ μας σύμβαση</li>
          <li>
            Για σκοπούς άμεσης εμπορικής προώθησης με email και sms ή
            τηλεφωνικά, μόνο εφόσον έχουμε λάβει την συγκατάθεσή σας και μόνο
            για την απολύτως απαραίτητη ενημέρωσή σας.
          </li>
        </ul>
      </p>
      <h5>Ποια Προσωπικά Δεδομένα Συλλέγουμε:</h5>
      <p>
        Ο υπεύθυνος επεξεργασίας συλλέγει και τηρεί αποκλειστικά και μόνο τα
        προσωπικά δεδομένα που εσείς μας γνωστοποιείτε και μόνο όσα είναι
        απαραίτητα για την εκπλήρωση των ανωτέρω σκοπών. Τέτοια δεδομένα είναι
        συνήθως:
        <ul>
          <li>
            {" "}
            Βασικά Στοιχεία επικοινωνίας, πχ. ονοματεπώνυμο, ταχυδρομική ή/και
            ηλεκτρονική διεύθυνση, σταθερό ή κινητό τηλέφωνο, email.
          </li>
          <li>
            {" "}
            Στοιχεία συναλλαγών, πχ. είδος, τόπος παρεχόμενης υπηρεσίας.{" "}
          </li>
        </ul>
        Ο υπεύθυνος επεξεργασίας δεν συλλέγει ούτε αποκτά πρόσβαση σε ειδικές
        κατηγορίες προσωπικών δεδομένων («ευαίσθητα δεδομένα») και εάν
        περιέλθουν σε γνώση μας τέτοια στοιχεία από λάθος των πελατών μας,
        διαγράφονται κατευθείαν κατόπιν ενημέρωσης του υποκειμένου και χωρίς την
        παραμικρή επεξεργασία. Επιπλέον ο υπεύθυνος επεξεργασίας δεν
        συναλλάσσεται με ανήλικους και ως εκ τούτου δεν επιδιώκει τη συλλογή
        προσωπικών δεδομένων ανηλίκων.
      </p>
      <h5>Νομιμότητα της Επεξεργασίας:</h5>
      <p>
        Η επεξεργασία των προσωπικών σας δεδομένων πραγματοποιείται πάντα υπό
        την προϋπόθεση ότι υπάρχει νομική βάση. Τα περισσότερα στοιχεία που
        επεξεργαζόμαστε είναι απαραίτητα για την εκτέλεση της μεταξύ μας
        σύμβασης, πχ. για να σας στείλουμε το τιμολόγιο παροχής υπηρεσιών για
        την υπηρεσία που σας παρέχουμε ή το τιμολόγιο πώλησης για εμπόριο
        πετρελαίου ή άλλων ειδών. Σε ορισμένες περιπτώσεις θα ζητήσουμε την
        συγκατάθεση σας για να επεξεργαστούμε τα δεδομένα σας, όπως πχ για να
        σας στείλουμε εξατομικευμένες προσφορές ή ενημερωτικά email/sms.
        Ενδέχεται επίσης να θεμελιώνουμε έννομο συμφέρον για την επεξεργασία των
        προσωπικών σας δεδομένων, πχ. για την απόδειξη της ορθής εκτέλεσης των
        συμβατικών υποχρεώσεων που έχουμε αναλάβει απέναντι σας ή ακόμα για την
        ασφάλεια του εξοπλισμού μας ή και της αμοιβής μας. Επιπλέον
        επεξεργαζόμαστε τα προσωπικά σας στοιχεία, όταν αυτό είναι απαραίτητο
        για την τήρηση των υποχρεώσεων που μας επιβάλλει ο νόμος, πχ. διατήρηση
        φορολογικών στοιχείων.
      </p>
      <h5>Χρόνος Διατήρησης Προσωπικών Δεδομένων:</h5>
      <p>
        Η εταιρεία μας διατηρεί μόνο τα στοιχεία που απαιτούνται για την
        εκτέλεση, την τιμολόγηση και την αποστολή της παραγγελίας σας ή την
        διεκπεραίωση των υπηρεσιών μας καθ’ όλη την διάρκεια ισχύος της μεταξύ
        μας σύμβασης και μετά τη λήξη της για το προβλεπόμενο από το νόμο
        ελάχιστο χρονικό διάστημα ανάλογα με την κατηγορία των προσωπικών
        δεδομένων. Τα στοιχεία επικοινωνίας σας, εφόσον έχετε συγκατατεθεί στην
        αποστολή ενημερωτικών μηνυμάτων για σκοπούς εμπορικής προώθησης, θα
        διατηρούνται επιπλέον 5 έτη από τη λήξη της σύμβασης, εκτός αν ζητήσετε
        την διαγραφή τους. Τα δεδομένα σας αποθηκεύονται για όσο διάστημα είναι
        απαραίτητο προκειμένου η εταιρεία μας να είναι σε πλήρη συμμόρφωση με
        τις εκ του νόμου απορρέουσες υποχρεώσεις της (άρθ. 23 του Κανονισμού
        (ΕΕ) 2016/679).
      </p>
      <h5>
        Σε Ποιους Γνωστοποιούνται τα Προσωπικά σας Δεδομένα – Σχετικά με τους
        Εκτελώντες την Επεξεργασία:
      </h5>
      <p>
        Τα προσωπικά δεδομένα που δηλώνονται μέσω της ιστοσελίδας του υπευθύνου
        επεξεργασίας ( ) προορίζονται αποκλειστικά και μόνο για την λειτουργία
        της αντίστοιχης υπηρεσίας . Σκοπός μας είναι η όσο το δυνατόν
        περιορισμένη και απολύτως αναγκαία επεξεργασία των δεδομένων σας εντός
        της εταιρείας. Όταν το είδος της σύμβασης /παροχής υπηρεσίας ή πώληση
        είδους το απαιτεί, Ορισμένα από τα προσωπικά σας δεδομένα ενδέχεται να
        διαβιβάζονται σε εξωτερικούς συνεργάτες του υπευθύνου επεξεργασίας, οι
        οποίοι ενεργούν για λογαριασμό και κατ’ εντολή μας ως εκτελούντες την
        επεξεργασία. Με την χρήση της υπηρεσίας μας παρέχετε την γενική άδεια
        για την ανάθεση εκτέλεσης υπηρεσιών/έργων/εργασιών σε εξωτερικούς μας
        συνεργάτες που μπορεί να είναι και εκτελώντες την επεξεργασία. (άρθ. 28
        του Κανονισμού (ΕΕ) 2016/679). Αυτοί είναι, οι διαχειριστές των
        ιστοσελίδων μας, οι υπεύθυνοι ανάπτυξης προγραμμάτων και οι πάροχοι
        υπηρεσιών συστημάτων πληροφορικής, καθώς και ορισμένοι εξωτερικοί
        συνεργάτες που ενεργούν ως υπεργολάβοι και οι υπηρεσίες των οποίων είναι
        απαραίτητες για την λειτουργία της επιχείρησής μας, την λειτουργία της
        ιστοσελίδας μας και την παροχή των υπηρεσιών μας, όπως οι εταιρίες
        ταχυμεταφορών και μεταφορικές εταιρίες και η εταιρία μέσω της οποίας
        αποστέλλουμε τα ενημερωτικά δελτία μας στην διεύθυνση ηλεκτρονικού
        ταχυδρομείου που μας έχετε δηλώσει. Σ’ αυτούς διαβιβάζονται μόνο τα
        απολύτως απαραίτητα προσωπικά σας δεδομένα για την εκτέλεση των εργασιών
        τους και την εξυπηρέτηση των ανωτέρω αναφερόμενων σκοπών ανάλογα με την
        ιδιότητά τους. Η διαβίβαση αυτή γίνεται κατ’ αρχήν μόνο σε χώρες εντός
        της ΕΕ, ενώ αν χρειαστεί να πραγματοποιηθεί διαβίβαση σε χώρες εκτός του
        Ευρωπαϊκού Οικονομικού χώρου, δεσμευόμαστε να λαμβάνουμε όλες τις
        προβλεπόμενες από την νομοθεσία εγγυήσεις. Η επιλογή των συνεργατών μας
        γίνεται πάντα κατόπιν αξιολόγησης της όχι μόνο της ποιότητας των
        υπηρεσιών τους αλλά και με γνώμονα την αξιοπιστία τους σε θέματα
        προστασίας προσωπικών δεδομένων. Φροντίζουμε να ελέγχουμε εάν οι
        συνεργάτες μας τηρούν την ισχύουσα εθνική και ευρωπαϊκή νομοθεσία και
        δεσμεύονται όλοι από σχετικές συμβάσεις. Τέλος, σας ενημερώνουμε ότι σε
        περίπτωση που ο υπεύθυνος επεξεργασίας λάβει αίτημα από αρμόδια
        Διοικητική Αρχή, Εισαγγελέα, Δικαστήριο ή άλλη Αρχή ενδέχεται να
        χρειαστεί να διαβιβάσει τα δεδομένα αυτά ως επεξεργασία που είναι
        απαραίτητη στο πλαίσιο εκπλήρωσης καθήκοντος που εκτελείται προς το
        δημόσιο συμφέρον προς τις εν λόγω Αρχές (με ή χωρίς προηγούμενη
        ενημέρωσή σας) βάσει των εκάστοτε προβλέψεων του νόμου.
      </p>
      <h5>Πολιτική Cookies:</h5>
      <p>
        Σύμφωνα με την οδηγία 2009/136/ΣΕ της ΕΕ, θα θέλαμε να σας ενημερώσουμε
        ότι η ιστοσελίδα μας αποδέχεται τη χρήση των "cookies", προκειμένου να
        αποσαφηνίσουμε το πώς οι χρήστες έχουν φτάσει στον ιστοχώρο μας και να
        εντοπίσουμε επαναλαμβανόμενα πρότυπα γενικής χρήσης, αφότου ο χρήστης
        βρίσκεται στη σελίδα μας. Τα cookies είναι μηνύματα τα οποία ο
        διακομιστής (web server) μεταβιβάζει στον περιηγητή σας (web browser)
        όταν επισκέπτεστε ιστοσελίδες. Ο περιηγητής σας αποθηκεύει κάθε μήνυμα
        σε ένα μικρό αρχείο, το οποίο θα μας δώσει πληροφορίες σχετικά με την
        τελευταία σας επίσκεψη στην ιστοσελίδα μας. Αυτές οι πληροφορίες
        συλλέγονται και αναλύονται στο σύνολό τους, προκειμένου να βελτιωθεί η
        λειτουργία, το περιεχόμενο και η συνολική εμφάνιση της ιστοσελίδας μας.
        Τα περισσότερα προγράμματα περιήγησης αποδέχονται αυτόματα τη χρήση των
        cookies, αλλά μπορείτε πάντα, αλλάζοντας τις ρυθμίσεις στον υπολογιστή
        σας, να επιλέξετε να μην αποδεχτείτε τα cookies, ή να σας ζητείται να
        αποδεχθείτε το κάθε ένα cookie, αλλά κάτι τέτοιο θα περιορίσει το εύρος
        των διαθέσιμων σε σας δυνατοτήτων στην ιστοσελίδα. Συγκεκριμένα
        χρησιμοποιούμε τα αναγκαία cookies για την λειτουργία της ιστοσελίδας
        μας
      </p>
      <h5>Μέτρα ασφαλείας:</h5>
      <p>
        Ο υπεύθυνος επεξεργασίας εφαρμόζει όλα τα εύλογα και κατάλληλα τεχνικά
        και οργανωτικά μέτρα ασφάλειας σύμφωνα με την κειμενη νομοθεσία για την
        προστασία των προσωπικών σας δεδομένων που συλλέγονται είτε μέσω της
        ιστοσελίδας μας () είτε με οποιοδήποτε άλλο μέσο,
        έναντι μη εξουσιοδοτημένης πρόσβασης, κατάχρησης, απώλειας ή
        καταστροφής. Τέτοια μέτρα περιλαμβάνουν, όπου απαιτείται, τη χρήση
        τειχών προστασίας, εγκαταστάσεις ασφαλών εξυπηρετητών, κρυπτογράφησης,
        εφαρμογής κατάλληλων συστημάτων και διαδικασιών δικαιωμάτων πρόσβασης,
        την προσεκτική επιλογή επεξεργαστών και άλλα εύλογα τεχνικά και εμπορικά
        μέτρα για την παροχή κατάλληλης προστασίας των προσωπικών δεδομένων σας,
        τα οποία επικαιροποιούνται λαμβάνοντας υπόψη τις εξελίξεις της
        τεχνολογίας και το κόστος εφαρμογής τους. Όλοι οι εργαζόμενοι
        δεσμεύονται από ρήτρες τήρησης εχεμύθειας και απορρήτου και τα προσωπικά
        δεδομένα σας υφίστανται επεξεργασία μόνο από ειδικά εξουσιοδοτημένο
        προσωπικό του υπευθύνου επεξεργασίας.
      </p>
      <h5>Τα Δικαιώματα σας:</h5>
      <p>
        Μπορείτε ανά πάσα στιγμή να ζητήσετε να μάθετε αν επεξεργαζόμαστε τα
        προσωπικά σας δεδομένα. Ως Υποκείμενο των Δεδομένων έχετε δικαίωμα
        πρόσβασης στα προσωπικά σας δεδομένα που επεξεργάζονται από την Εταιρεία
        μας καθώς και το δικαίωμα να αιτηθείτε την διόρθωση τυχόν ανακριβών
        δεδομένων που σας αφορούν (αρθρ. 15 του Κανονισμού (ΕΕ) 2016/679).
        Επίσης μπορείτε να μας ζητήσετε να τα διαγράψουμε, εκτός αν είναι
        απαραίτητα για την εκτέλεση της σύμβασης ή για την εκπλήρωση άλλων
        νομικών υποχρεώσεων του υπευθύνου επεξεργασίας. Μπορείτε να ζητήσετε τον
        περιορισμό της επεξεργασίας των δεδομένων, στο μέτρο που αυτό
        επιτρέπεται από την ισχύουσα νομοθεσία και την εκτέλεση της σύμβασης ή
        να αντιταχθείτε στην επεξεργασία προσωπικών δεδομένων (η νομική βάση της
        οποίας είναι το έννομο συμφέρον του υπευθύνου επεξεργασίας) ή στην
        αυτοματοποιημένη ατομική λήψη αποφάσεων/ κατάρτισης προφίλ, η οποία κατ’
        αρχήν δεν λαμβάνει χώρα από τον υπεύθυνο επεξεργασίας. Για οποιαδήποτε
        επεξεργασία έχετε δώσει την συγκατάθεσή σας, μπορείτε ανά πάσα στιγμή να
        την ανακαλέσετε και να σταματήσει η επεξεργασία. Τέλος, έχετε το
        δικαίωμα υποβολής καταγγελίας στην αρμόδια εποπτική αρχή (Αρχή
        Προστασίας Δεδομένων Προσωπικού Χαρακτήρα – www.dpa.gr) σε περίπτωση που
        θεωρείτε πως τα δεδομένα σας δεν τυγχάνουν σύννομης επεξεργασίας.
        Μπορείτε να αποστείλετε τα ανωτέρω αιτήματα ταχυδρομικά ή ηλεκτρονικά ή
        να τα υποβάλλετε τηλεφωνικά στον υπεύθυνο προστασίας δεδομένων της
        επιχείρησης στο ( ) ή στην ταχυδρομική μας διεύθυνση και η εταιρεία μας
        θα λάβει κάθε πρόσφορο μέτρο για την ταχεία και αποτελεσματική σας
        ενημέρωση εντός 30 ημερών.
      </p>
    </section>
  );
};

export default Terms;
